Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: External transport of samples shall be undertaken by a suitably competent and where required a licenced transport provider
es: El transporte externo de las muestras debe realizarlo un proveedor de transporte competente y debidamente autorizado, si corresponde.

source: Extreme concentration or perception demands
es: Demandas extremas de concentración o percepción

source: Extreme judgement/decision demands
es: Demandas extremas de juicio / decisión

source: Extremely Weathered Saprolite (HGU3) – This fine grained sequence of weathering is represented by model layer 2.
es: Saprolito Extremadamente Meteorizado (HGU3) – Esta secuencia de suelo fino meteorizado está representada por la capa 2 del modelo.

source: FATAL RISK CONTROLS
es: CONTROLES DE RIESGOS FATALES

source: FATIGUE
es: FATIGA

source: FAUNA AND FLORA
es: FLORA Y FAUNA

source: FEFLOW is capable of simulated saturated and unsaturated groundwater flow, solute and heat transport in three dimensions.
es: FEFLOW puede simular flujo saturado y no saturado de aguas subterráneas y transporte de solutos y calor en tres dimensiones.

source: FEFLOW, a finite element modelling package developed by the DHI-WASY Institute in Germany (Diersch, 2009), was used to simulate the groundwater flow system across the Gramalote project area.
es: Se usó FEFLOW, un paquete de modelación de elementos finitos desarrollado por el instituto DHI-WASY de Alemania (Diersch, 2009), para simular el sistema de flujo de aguas subterráneas en el área del proyecto Gramalote.

source: FIELD GUIDE
es: GUÍA PARA EL TRABAJO DE CAMPO

source: FIRST AID
es: PRIMEROS AUXILIOS

source: FIRST AID FOR COLD-RELATED ILLNESS
es: PRIMEROS AUXILIOS ANTE PROBLEMAS POR FRÍO

source: FIRST AID FOR HEAT-RELATED ILLNESS
es: PRIMEROS AUXILIOS ANTE PROBLEMAS POR CALOR

source: FIT FOR DUTY
es: APTITUD PARA LAS LABORES

source: FITNESS FOR DUTY
es: APTITUD PARA LAS LABORES

source: FLAC 2D analyses, plus limit equilibrium work were done as part of the design study for Caserones Project, for Lumina Copper Chile S.A.
es: Se hicieron análisis FLAC 2D así como trabajo de equilibrio límite en el marco del estudio de diseño del proyecto Caserones para Lumina Copper Chile S.A.

source: FLAC 3D analyses, plus limit equilibrium work were done as part of the design study for Caserones Project, for Lumina Copper Chile S.A.
es: Se hicieron análisis FLAC 3D así como trabajo de equilibrio límite en el marco del estudio de diseño del proyecto Caserones para Lumina Copper Chile S.A.

source: FLUIDS
es: FLUIDOS

source: FOLLOW THE JMP
es: SIGA EL JMP

source: FOR MORE INFORMATION CONTACT THE HSSE TEAM
es: PARA MÁS INFORMACIÓN, CONTACTAR AL EQUIPO DE HSSE

source: FRC – Working around Heavy and Mobile Equipment
es: FRC – Trabajo alrededor de maquinaria móvil y pesada

source: Fabie Mine - First Metals Inc.
es: Mina Fabie – First Metals Inc.

source: Facilitates compliance with applicable legal and other requirements.
es: facilita el cumplimiento de la legislación vigente y de otros requerimientos.

source: Facilitates process improvement (plan, do, check, act)
es: Facilitar la mejora de procesos (planear, hacer, revisar, actuar)

source: Failure to call-in within a reasonable period after the agreed time shall result in activation of the Major HSSE Issue Response Plan.
es: La ausencia de llamada en un tiempo razonable después del momento acordado activará el Plan de Respuesta a Incidentes Graves de HSSE.

source: Failure to call-in within a reasonable time period after the agreed time will result in the activation of the Major HSSE Issue Response Plan.
es: La ausencia de llamada en un tiempo razonable después del momento acordado activará el Plan de Respuesta a Incidentes Graves de HSSE.

source: Failure to check / monitor
es: No revisar / monitorear

source: Failure to check/monitor
es: No revisar / monitorear

source: Failure to control agents hazardous to health
es: No controlar agentes peligrosos para la salud

source: Failure to control agents hazardous to health (chemical, biological, electrical)
es: No controlar agentes peligrosos para la salud (químicos, biológicos, eléctricos)

source: Failure to follow policy / procedure / practice
es: No seguir con las políticas / procedimientos / prácticas

source: Failure to follow policy/procedure/practice
es: No seguir con las políticas / procedimientos / prácticas

source: Failure to identify changes to legislation
es: No identificar cambios en las normativas

source: Failure to identify hazard / risk
es: No identificar peligros / riesgos

source: Failure to identify hazard/risk
es: No identificar peligros / riesgos

source: Failure to locate and identify underground services
es: No localizar e identificar servicios subterráneos

source: Failure to react
es: No reaccionar

source: Failure to secure/make safe or to warn
es: No asegurar o advertir

source: Falconbridge Mines
es: Minas Falconbridge

source: Fall arrest / restraint equipment shall be inspected before each use and at least every six months by a competent person.
es: Los sistemas de restricción o detención deben ser inspeccionados antes de cada uso y al menos cada seis meses por una persona competente.

source: Fall arrest / restraint equipment shall be removed from service if:
es: Los sistemas de restricción o detención deben ser retirados de servicio si:

source: Fall arrest devices act to stop a person who is already falling.
es: Los sistemas de detención interrumpen la caída de una persona.

source: Fall arrest devices include lanyards and energy adsorption devices.
es: Entre estos están las líneas de vida y los componentes de absorción de energía.

source: Fall arrest harnesses must include a lanyard which restricts any free fall to 2 m or less (this includes the deployment of any energy absorption device).
es: Los arneses de restricción deben contar con una línea de vida que restrinja cualquier caída libre a 2 metros o menos (se incluye la implementación de sistemas de absorción de energía).

source: Fall arrest harnesses shall be certified to applicable standards (Industrial fall-arrest systems and devices - safety belts and harnesses).
es: Los arneses de restricción deben estar certificados según las normas correspondientes.

source: Fall restraint devices act to prevent a person from falling.
es: Los sistemas de restricción impiden la caída de una persona.

source: Fall restraint devices act to prevent a person from falling. Common fall restrain devices include harnesses and anchor points that act to prevent a person from getting too close to an unprotected edge’.
es: Los sistemas de restricción impiden la caída de una persona. Entre estos están, por ejemplo, los arneses y los puntos de anclaje que impiden que alguien se acerque demasiado a un borde desprotegido.

source: Falls from/into
es: Caídas

source: Familiarity with the task – complacency
es: Familiaridad con la tarea - complacencia

source: Familiarize yourself with what clients might see about the rebrand on www.golder.com, LinkedIn, Twitter, or Facebook.
es: Familiarizarse con lo que verán los clientes al visitar www.golder.com, LinkedIn, Twitter o Facebook.

source: Familiarize yourself with the new layout before your next trip.
es: Antes de tu próximo viaje, te sugerimos familiarizarte con la nueva aplicación.

source: Fase 6 Colluvium is currently stable due to combination of water conditions and unloading 30 m of Botadero Este at slope crest
es: El Coluvión de la Fase 6 se encuentra actualmente estable debido a una combinación de condiciones del agua y la descarga de 30 m en el coronamiento del talud del Botadero Este.

source: Fatal Risk Control (FRC) – Fatal Risk Control is an approach to fatality prevention.
es: Control de riesgos fatales (FRC): método para prevenir fatalidades.

source: Fatal Risk Control, the term Golder is using, is also known as “critical control management”, and is modelled after guidelines set out by the International Council of Mining and Metals (ICMM).
es: El concepto también se conoce como “gestión de controles críticos” y su modelo sigue las directrices del Internationcal Council of Mining and Metals (ICMM).

source: Fatal Risk Controls
es: Controles de Riesgos Fatales

source: Fatal attack within 1.5 km of the office
es: Ataque fatal a 1,5 km de la oficina

source: Fatalities
es: Fatalidades

source: Fatigue
es: Fatiga

source: Fatigue Awareness Training – Learning Management System
es: Capacitación de Conciencia de Fatiga - Sistema de Gestión de Aprendizaje

source: Fatigue Directive and Guideline – Canada
es: Pautas y Directivas de Fatiga - Canadá

source: Fatigue due to mental task load or speed
es: Fatiga debido a carga o velocidad de tareas mentales

source: Fatigue due to sensory overload
es: Fatiga debido a sobrecarga sensorial

source: Fatigue due to task load, duration, lack of rest
es: Fatiga debido a carga de tareas, duración, falta de descanso

source: Fault Number
es: Nrode falla

source: Fault Dip5
es: Buzamiento de falla5

source: Fault Slip Rates
es: Tasas de deslizamiento de fallas

source: Fault or Segment Name
es: Nombre de falla o segmento

source: Fault or Segment Name1
es: Nombre de falla o segmento1

source: Fault type
es: Tipo de falla

source: Fault type is indicated as follows: N = normal-slip fault; R = reverse-slip fault; SS = strike-slip fault.
es: El tipo de falla es como se indica: N = falla de deslizamiento normal; R = falla de deslizamiento inverso; SS = falla transcurrente

source: Fault type;
es: Tipo de falla

source: FaultNumber
es: Nrode falla

source: Faults in this segment include the main longitudinal segments of the AFZ (Paposo fault, Salar del Carman fault) as well as several unnamed faults flanking the Salar del Carmen, and faults of the Mejillones Peninsula.
es: Las fallas en este segmento comprenden los segmentos longitudinales principales de la ZFA (fallas Paposo y Salar del Carmen) así como varias fallas sin nombre que flanquean el Salar del Carmen y las fallas de la península de Mejillones.

source: Faults mapped within the Coastal Cordillera have a wide range of orientations and senses of slip.
es: Las fallas mapeadas en la Cordillera de la Costa tienen una amplia gama de orientaciones y sentidos de deslizamiento.

source: Faults within 200 km of the Spence Mine Site
es: Fallas en un radio de 200 km de la mina Spence

source: Faults within the AFZ
es: Fallas insertas en la ZFA

source: Faults within the crustal fault model developed during this study are modeled with average slip rates generally from 0.01 through 0.05 mm/y.
es: Las fallas en el modelo de falla cortical desarrollado durante el presente estudio se modelaron con tasas de deslizamiento promedio generalmente entre 0,01 a 0,05 mm/año

source: Faulty electrical equipment shall be taken out of service immediately and an Out of Service Tag applied.
es: Los equipos eléctricos defectuosos deben retirarse de servicio de inmediato y ponérseles la etiqueta de fuera de servicio.

source: Fears and phobias
es: Miedos y fobias

source: Feasibility studies for the construction of tailing dams and waste piles for open pit iron mines (Samitri and Samarco) in Minas Gerais State, Brazil.
es: Estudios de factibilidad para la construcción de tranques de relaves y botaderos para minas de hierro a rajo abierto (Samitri y Samarco) en el estado de Minas Gerais, Brasil.

source: Fedorovo Project - JSC Fedorovo Resources (Barrrick Gold)
es: Proyecto Fedorovo – JSC Fedorovo Resources (Barrick Gold)

source: Feel free to forward a copy of this email to whomever you wish.
es: Puedes enviar una copia del correo electrónico a quien desees

source: Fenelon Project - Int.
es: Proyecto Fenelon – Int.

source: Few M 7.5 or greater events have been recorded within this area.
es: Pocos eventos de magnitud M 7,5 o superior fueron registrados en esta zona.

source: Fiberglass or other non-conductive ladders shall be used and inspected prior to use where there is an electrical hazard.
es: Debe usarse escaleras de fibra de vidrio u otro material no conductor, además de inspeccionarse antes de usarlas en caso de haber peligro eléctrico.

source: Field
es: Campo

source: Field engineer supervising geotechnical site investigation (lab soil and rock testing) of borrow areas and foundations at a major (Cachoeira Porteira) hydroelectric development.
es: Ingeniero de terreno en la supervisión de la investigación geotécnica de terreno (ensayos de suelo y roca en laboratorio) de zonas de empréstito y fundaciones en una gran central hidroeléctrica (Cachoeira Porteira).

source: Field equipment
es: Equipos en campo

source: Field investigations (borehole drilling, hydraulic conductivity testing, geophysics, etc.) in these areas have continued at the site since the completion of the above-noted works of Hidrogeocol (2012), and Knight Piesold (20131,2) and the findings from these programs have also been used to develop the conceptual hydrogeological framework for the Project.
es: Desde la fecha de presentación de los trabajos mencionados de Hidrogeocol (2012) y Knight Piesold (20131,2), se ha continuado el desarrollo de investigaciones de campo (perforación de pozos, ensayos de conductividad hidráulica, geofísica, etc.) en estas áreas y los resultados de estos programas han sido utilizados para desarrollar el marco hidrogeológico conceptual del Proyecto.

source: Field research in ground control (support design) for deep underground mines (up to 2100 m depth) and performance of 2D and 3D numerical analyses, including those prepared for the Sudbury Neutrino Observatory (23 m diameter x 30.8 m high) excavated at a depth of 2070 m at the INCO's Creighton Mine.
es: Investigación de terreno en control del terreno (diseño de fortificaciones) para minas subterráneas profundas (hasta 2100 m de profundidad) y ejecución de análisis numéricos en 2D y 3D, incluida aquella preparada para el Observatorio de Neutrinos Sudbury (23 m de diámetro x 30,8 m de altura) excavado a una profundidad de 2070 m en la mina Creighton de INCO.

source: Field work included structural mapping of existing bench faces and inspection of exploration holes.
es: Los trabajos de terreno incluyeron mapeo estructural de frentes de bancos existentes e inspección de pozos de exploración.

source: Field work presents many challenges as the conditions are continuously changing.
es: El trabajo de campo plantea muchos retos debido a que las condiciones cambian constantemente.

source: Figueiredo Ferraz Consultoria e Engenharia de Projetos S.A. – Brazil
es: Figueiredo Ferraz Consultoria e Engenharia de Projetos S.A. – Brasil

source: Figure 1.2
es: Figura 1.2

source: Figure 1.3
es: Figura 1.3

source: Figure 1.3 shows LOM pit slopes, with nominal design bench face angles (BFA) and inter-ramp angles (IRA) by sector for the seven structural domains identified by MSC (D-1 through D-6).
es: La Figura 1.3 muestra los taludes del pit LOM con el diseño nominal para los ángulos de frente (BFA) y los ángulos interrampa (IRA) por sector para los siete dominios estructurales identificados por MSC (D-1 a D-6).

source: Figure 1.4
es: Figura 1.4

source: Figure 10 shows the relative contributions of the major seismic sources to the total hazard curve for PGA, 0.2 s, 0.5 s, and 1.0 s spectral periods as a function of return period.
es: La Figura 10 muestra las contribuciones relativas de las principales fuentes sísmicas a la curva de peligro total para los periodos espectrales PGA, 0,2 s, 0,5 s y 1,0 s en función del periodo de retorno.

source: Figure 11 shows the 5% damped uniform hazard horizontal acceleration response spectra (UHRS) for the 475-, and 10,000-year return periods at the Spence Mine site.
es: La Figura 11 muestra los espectros UHRS con 5% de amortiguamiento para los periodos de retorno de 475 y 10000 años en la mina Spence.

source: Figure 13 shows “tornado plots” that illustrate the sensitivity of the 475- and 10,000-year return period mean PGA to the uncertainties in the seismic source zone model inputs.
es: La Figura 13 muestra “gráficos de tornado” que ilustran la sensibilidad de la PGA media con periodos de retorno de 475 y 10000 años a las incertidumbres en las entradas del modelo de zona de fuente sísmica.

source: Figure 1.1
es: Figura 1.

source: Figure 2-1: Monthly Precipitation Toldos Weather Station
es: Figura 2-1: Precipitación mensual. Estación meteorológica Toldos.

source: Figure 2.1
es: Figura 2.1

source: Figure 2.1 shows the distribution of precipitation at the Toldos weather station between 2011 and 2016.
es: La Figura 2.1 muestra la distribución de precipitaciones en la estación meteorológica Toldos entre los años 2011 y 2016.

source: Figure 2.10
es: Figura 2.10

source: Figure 2.11
es: Figura 2.11

source: Figure 2.12
es: Figura 2.12

source: Figure 2.13
es: Figura 2.13

source: Figure 2.14
es: Figura 2.14

source: Figure 2.14 and Section S2 developed through Phase 8 (Figure 2.17) indicate that there is little geological or geotechnical data to support design and development of the Phase 8 slope beyond the general assumption that the slope will be developed entirely within Jayula Intrusive; there is no information on the expected distribution of Upper Jayula and Lower Jayula, or other information that might indicate a measure of variability of rock quality of the Jayula Intrusive.
es: La Figura 2.14 y la Sección S2 desarrolladas durante la Fase 8 (Figura 2.17) indican que hay pocos datos geológicos o geotécnicos para respaldar el diseño y desarrollo del talud de la Fase 8 más allá del supuesto general de que el talud se desarrollará por completo dentro del Intrusivo Jayula. No hay información sobre la distribución prevista de Jayula Superior y Inferior u otra información que pudiera indicar una medida de variabilidad de la calidad de la roca del Intrusivo Jayula.

source: Figure 2.15 shows the predicted distribution of geotechnical units in the LOM (2032) pit, with locations of sections that were developed for the detailed geomechanical study (Golder Associates, 2017).
es: La Figura 2.15 muestra la distribución prevista de unidades geotécnicas en el pit LOM (2032) con las ubicaciones de las secciones que fueron desarrolladas para el estudio geomecánico de detalle (Golder Associates, 2017).

source: Figure 2.19
es: Figura 2.19

source: Figure 2.5
es: Figura 2.5

source: Figure 2.6
es: Figura 2.6

source: Figure 2.7
es: Figura 2.7

source: Figure 2.8
es: Figura 2.8

source: Figure 2.9
es: Figura 2.9

source: Figure 2.15
es: Figura 2.15

source: Figure 2.16
es: Figura 2.16

source: Figure 2.17
es: Figura 2.17

source: Figure 2.18
es: Figura 2.18

source: Figure 2.2
es: Figura 2.2

source: Figure 2.3
es: Figura 2.3

source: Figure 2.4
es: Figura 2.4

source: Figure 21 (full mine build-out) illustrates the boundary conditions applied to the top surface of the forecast FEFLOW model.
es: En la Figura 21 (condición final de la mina) se presentan las condiciones de frontera aplicadas a la superficie del modelo predictivo de FEFLOW.

source: Figure 23a and Figure 23b illustrate time series charts of seepage rates through Mine Operations at selected locations.
es: La Figura 23 muestra la evolución de las tasas de infiltración a través de las operaciones mineras en ubicaciones seleccionadas.

source: Figure 24 provides an indication of the change in groundwater elevations in cross-section at selected locations in the Project area.
es: En la Figura 24 se presenta un indicador del cambio del nivel de las aguas subterráneas en secciones transversales de algunos lugares del área del proyecto.

source: Figure 2 shows the estimated ground vibration amplitudes for the proposed design at a range of distances from the blast.
es: La Figura 2 muestra las amplitudes estimadas de vibración del suelo para el diseño propuesto a distintas distancias desde la voladura.

source: Figure 2 shows the six subduction zone sources developed for this study.
es: La Figura 2 muestra las seis fuentes en zona de subducción desarrolladas para el presente estudio.

source: Figure 3 illustrates the current topography in the proposed Project area.
es: En la Figura 3 se ilustra la topografía actual del área propuesta para el Proyecto.

source: Figure 5.1
es: Figura 5.1

source: Figure 5 provides 5-percent damped, uniform hazard, horizontal acceleration response spectra for the 475-year return period for Site Class B as a function of structural periods ranging from 0.01 to 5 seconds for the Spence Mine site.
es: La Figura 5 presenta los espectros de respuesta de aceleración horizontal de peligro uniforme con 5% de amortiguamiento para el periodo de retorno de 475 años en suelo Clase B, en función de los periodos estructurales que van desde 0,01 a 5 segundos para el sitio de la mina Spence.

source: Figure 5 shows the recurrence parameters developed for the subduction zone sources SZ1 and SZ4 that make the largest contribution to the hazard at the Spence Mine site.
es: La Figura 5 muestra os parámetos de recurrencia elaborados para las fuentes en zona de subducción SZ1 y SZ4, que hacen la mayor contribución al peligro en la mina Spence.

source: Figure 6 and Figure 7 show the spectral acceleration values calculated for the interface M 9.0 event and the M 8.0 upper intraslab event, respectively.
es: La Figura 6 y la Figura 7 muestran los valores de aceleración espectral calculados para el evento de interplaca de magnitud M 9,0 y para el evento intraplaca superior de magnitud M 8,0, respectivamente.

source: Figure 9 shows contours of PGA at the site based on the location of the MCE.
es: La Figura 9 muestra las líneas de contorno de la aceleración horizontal máxima en el sitio según la ubicación del evento MCE.

source: Figure 9 shows hazard curves for selected spectral periods from PGA to 10 s, and for return periods ranging from 10 to more than 10,000 years (annual exceedance probability from 10-1 to 10-4).
es: La Figura 9 muestra las curvas de peligrosidad para los periodos espectrales seleccionados que van desde la PGA hasta los 10 s y para periodos de retorno que van desde 10 a más de 10000 años (probabilidad anual de excedencia de 10-1 a 10-4).

source: Figure 10: Hazard Curve Deaggregation by Seismic Source for Peak Ground Acceleration, 0.2 s, 0.5 s, 1.0 s (5% damped) for the Spence Mine Site for a Site Soil Condition of VS,30 = 760 m/s
es: Figura 10: Desagregación de la curva de peligro por fuente sísmica para la aceleración máxima, 0,2 s, 0,5 s, 1,0 s (con 5% de amortiguamiento) para la mina Spence para una condición de suelo en el sitio de VS,30 = 760 m/s.

source: Figure 11: Uniform Hazard Acceleration Response Spectrum (5% damped) for 475-Year and 10,000-Year Return Periods at the Spence Mine Site for a Site Soil Condition of VS,30 = 760 m/s
es: Figura 11: Espectro de respuesta de aceleración de peligro uniforme (con 5% de amortiguamiento) para periodos de retorno de 475 y 10000 años en la mina Spence para una condición de suelo en el sitio de VS,30 = 760 m/s.

source: Figure 12: Deaggregation of 475- and 10,000-Year Return Period Uniform Hazard Response Spectrum (5% damped) for Peak Ground Acceleration, 0.2 s, and 1 s Spectral Periods at the Spence Mine Site (VS,30 = 760 m/s)
es: Figura 12: Desagregación del espectro de respuesta de peligro uniforme con periodos de retorno de 475 y 10000 años (con 5% de amortiguamiento) para la aceleración horizontal máxima y para los periodos espectrales de 0,2 s y 1 s en la mina Spence (VS,30 = 760 m/s).

source: Figure 13: Tornado Plots for Seismic Source Model Inputs for the 475- and 10,000-Year Return Period Peak Ground Acceleration at the Spence Mine Site (VS,30 = 760 m/s)
es: Figura 13: Gráficos de tornado para entradas del modelo de fuente sísmica para la aceleración horizontal máxima con periodos de retorno de 475 y 10000 años en la mina Spence (VS,30 = 760 m/s).
